Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Uudistetun maankäyttö- ja rakennuslain mukaan rakennusvalvontaviranomainen voi edellyttää, että rakennuslupahakemukseen liitetään myös pätevän henkilön laatima selvitys rakennuksen kunnosta.
sv_se: Enligt den reviderade markanvändnings- och bygglagen kan byggnadstillståndsmyndigheten kräva att det till ansökan om bygglov fogas en utredning om byggnadens skick som utarbetats av en kompetent person.

source: Asetuksella säädetään selvityksen sisällöstä.
sv_se: Bestämmelser om utredningens innehåll utfärdas genom förordning.

source: Lisäksi asetuksella tarkennetaan korjaus- ja muutostöitä sekä kosteusvaurioiden korjausta koskevien suunnitelmien sisällölle asetettuja vaatimuksia.
sv_se: Genom förordning preciseras också kraven på innehållet i reparations- och ändringsplaner och planer för att åtgärda fuktskador.

source: Tarpeen mukaan rakennusvalvontaviranomainen voi edellyttää tehtäväksi myös purku- ja suojaussuunnitelman, kosteusvaurion korjaussuunnitelman sekä työmaan kosteudenhallintasuunnitelman.
sv_se: Vid behov kan myndigheten också kräva upprättande av en rivnings- och skyddsplan, en reparationsplan för fuktskada och en plan för fuktbemästring på bygget.

source: Suunnitelmien sisällöstä säädetään asetuksessa yleispiirteisesti.
sv_se: I förordningen finns allmänt hållna bestämmelser om planernas innehåll.

source: Edellä mainitulla säädöksellä ja ohjeella halutaan suunnata huomiota kosteusvaurioiden ennaltaehkäisyyn jo suunnitteluvaiheessa.
sv_se: Genom dessa bestämmelser och anvisningar vill man rikta uppmärksamhet på förebyggande av fuktskador redan i projekteringsfasen.

source: Maankäyttö- ja rakennuslakiin on nostettu pääsuunnittelijaa ja vastaavaa työnjohta- jaa koskeva sääntely.
sv_se: Markanvändnings- och bygglagen innehåller nu bestämmelser om huvudprojekteraren och den ansvarige arbetsledaren.

source: Laissa täsmennetään pääsuunnittelijan ja vastaavan työnjohtajan keskeistä roolia suhteessa rakennushankkeeseen ryhtyvään ja rakentamisen viranomaisvalvontaan.
sv_se: Deras centrala roll preciseras i förhållande till den som påbörjar ett byggprojekt och myndighetstillsynen.

source: Pääsuunnittelija vastaa suunnittelun kokonaisuudesta ja laadusta.
sv_se: Huvudprojekteraren ansvarar för planeringen som helhet och planeringens kvalitet.

source: Vastaavan työnjohtajan vastuulla on, että rakennustyö tehdään suunnitelmien, luvan ja rakentamista koskevien säännösten mukaisesti.
sv_se: Den ansvarige arbetsledaren ska ansvara för att byggnadsarbetet utförs enligt planen, tillståndet och byggbestämmelserna.

source: Valtioneuvoston asetus maankäyttö- ja rakennusasetuksen muuttamisesta (215/2015) koskee pääsuunnittelijan ja vastaavan työnjohtajan tehtäviä.
sv_se: Statsrådets förordning om ändring av markanvändnings- och byggförordningen (215/2015) gäller huvudprojekterarens och den ansvarige arbetsledarens uppgifter.

source: Asetusmuutoksella tarkennetaan eräitä yksittäisiä tehtäviä, joista aiemmin on säädetty Suomen rakentamismääräyskokoelman osassa A2 (Suunnittelijat ja suunnitelmat).
sv_se: Genom ändringen preciseras vissa enskilda uppgifter som tidigare reglerades i del A2 i Finlands byggbestämmelsesamling (Planerare av byggnader och byggnadsprojekt).

source: Kolmas lakimuutosta tarkentava asetus, valtioneuvoston asetus rakentamisen suunnittelutehtävien vaativuusluokkien määräytymisestä (214/2015) jaottelee suunnittelutehtävät eri luokkiin ja se liittyy myös suunnittelussa edellytettävään kelpoisuuteen.
sv_se: Den tredje förordningen som preciserar lagändringen, statsrådets förordning om bestämmande av svårighetsklassen för projekteringsuppgifter vid byggande (214/2015), delar in projekteringsuppgifterna i tre klasser, och den är också kopplad till den behörighet som krävs för projektering.

source: Laissa on säädetty suunnittelutehtävät ja työnjohtotehtävät jaettavaksi neljään vaativuusluokkaan, jotta voidaan määritellä tarvittava suunnittelijan ja työnjohtajan kelpoisuus tehtävään.
sv_se: Enligt lagen är projekteringsuppgifterna och arbetsledningsuppgifterna indelade i fyra svårighetsklasser. Syftet är att vid behov kunna bestämma vilken behörighet som projekterare eller arbetsledare som krävs för en uppgift.

source: Mitä vaativammasta suunnittelu- tai työnjohtotehtävästä on kyse, sitä korkeampaa koulutusta ja pitempää työkokemusta suunnittelussa ja työnjohdossa edellytetään.
sv_se: Ju mer krävande uppgifter desto högre utbildning och längre relevant arbetslivserfarenhet krävs.

source: Luokituksella on myös vaikutusta siihen, minkälaisia erityissuunnitelmia tai katselmuksia tai muuta rakennustyönaikaista valvontaa rakennusvalvontaviranomainen määrää.
sv_se: Klassificeringen har också betydelse vilka specialbeskrivningar, synförrättningar eller annan tillsyn under byggtiden byggnadstillsynsmyndigheten bestämmer.

source: Lakimuutoksessa vaativuusluokkien määräytymisperusteet sekä eri vaativuusluokissa edellytettävät tutkinnot ja työkokemukset on säädetty aiempaa täsmällisemmin.
sv_se: Genom lagändringen infördes mer precisa bestämmelser om kriterierna för de olika svårighetsklasserna och vilken examen och erfarenhet som krävs för de olika klasserna.

source: Suunnittelutehtävien vaativuusluokkien määräytymisestä on annettu myös ohje (YM1/601/2015) säädösten soveltamisen yhtenäistämiseksi.
sv_se: Det har också utfärdats anvisningar (MM1/601/2015) om hur svårighetsklasserna ska bestämmas i syfte att göra tillämpningen enhetlig.

source: Rakentamisen suunnittelutehtävien vaativuusluokkien määräytymisperusteisiin on sisällytetty uusi suunnittelutehtävä, kosteusvaurion korjaussuunnittelijan tehtävä.
sv_se: Kriterierna för fastställande av svårighetsklasser för projekteringsuppgifterna innehåller en ny projekteringsuppgift, uppgiften som projekterare för reparation av fuktskador.

source: Tehtävässä korostuu kosteus- ja homevaurioiden korjauksessa edellytettävä erityisosaaminen ja rakentamisen terveellisyysseikkojen parempi huomioon ottaminen.
sv_se: Uppgiften understryker den särskilda kompetens som krävs vid reparation av fukt- och mögelskador och hur sundheten ska beaktas bättre vid byggprojekt.

source: Suunnittelutehtävä on määritelty Kosteus- ja hometalkoissa ja Eduskunnan käsittelyssä esiin nostettujen tarpeiden mukaisesti.
sv_se: Projekteringsuppgiften har definierats utifrån de behov som kommit fram i samband med projektet mot fukt och mögel, Kosteus ja hometalkoot, och i samband med riksdagsbehandlingen.

source: Suunnittelijoiden ja työnjohtajien kelpoisuusvaatimuksista eri vaativuusluokkiin kuuluvissa tehtävissä säädetään maankäyttö- ja rakennuslaissa samansisältöisesti kuin aiemmin asetustasolla.
sv_se: Behörighetsvillkoren för projekterare och arbetsledare för uppgifter inom de olika svårighetsklasserna har samma innehåll i markanvändnings- och bygglagen som de tidigare hade på förordningsnivå.

source: Suunnittelualakohtaiset kelpoisuusvaatimukset annetaan ympäristöministeriön ohjeina, samoin kuin työnjohtajien osalta.
sv_se: Specifika behörighetsvillkor för de olika projekteringsområdena meddelas i form av anvisningar från miljöministeriet på samma sätt som i fråga om arbetsledare.

source: Ohjeissa annetaan esimerkkejä yhtenäisen soveltamisen tueksi.
sv_se: Anvisningarna innehåller exempel till stöd för en enhetlig tillämpning.

source: Korjausrakentamisen erityispiirteiden merkitys korostuu edellyttämällä suunnittelijoilta ja työnjohtajilta kokemusta ja perehtyneisyyttä erityisesti korjausrakentamisesta.
sv_se: Särdragen i ombyggnad och reparationer accentueras genom att projekterare och arbetsledare ska ha särskild erfarenhet av och förtrogenhet med byggnadsreparationer och ombyggnad.

source: Rakennusvalvontaviranomainen päättää hankekohtaisesti suunnittelijan ja työnjohta- jan kelpoisuudesta tehtävään.
sv_se: Byggnadstillsynsmyndigheten bestämmer separat för varje projekt om projekteraren och arbetsledaren är behörig för uppgiften.

source: Osana rakennusterveyden koulutuksen kehittämistä jatkossa on pyrkimyksenä se, että opintokokonaisuuksia
sv_se: Målen motsvarar i praktiken den nuvarande utbildningen för experter i hälsoriktigt byggande.

source: voisi suorittaa eri puolilla Suomea perusopinnoissa tai moduloituna täydennyskoulutuksena.
sv_se: Man strävar efter att i framtiden utveckla utbildningen i hälsoriktigt byggande så att studiemodulerna kan avläggas i olika delar av Finland inom ramen för grundstudier eller fortbildning.

source: Rakennusten terveellisyyden valvonta
sv_se: Tillsynen över byggnaders sundhet

source: Eduskunta edellyttää, että hallitus löytää tosiasialliset keinot rakennusten terveellisyyttä koskevien säädösten ja määräysten noudattamiseksi.
sv_se: Riksdagen förutsätter att regeringen kommer på reella metoder att få människor att iaktta författningarna och bestämmelserna om friska hus.

source: Rakentamista on pystyttävä valvomaan nykyistä paremmin ja valvonnan on oltava oikea-aikaista.
sv_se: Det måste gå att övervaka byggen bättre och övervakningen måste ske vid rätt tidpunkt.

source: Tärkeää on parantaa rakennushankkeen vaihekohtaista dokumentointia mietinnössä esitetyllä tavalla ja tarkastusasiakirjamenettelyä, jotta reaaliaikaisesti voidaan todentaa, kuka on rakennushankkeen eri vaiheissa tehnyt, mitä ja miten.
sv_se: Dokumentationen av varje byggfas måste förbättras på det sätt som föreslås i betänkandet, likaså förfarandet med inspektionsprotokoll, för att man ska kunna verifiera vem som har gjort vad, när och hur.

source: Tämän lisäksi tulee rakennuksesta näkyä, esim. kyltissä, mikä taho on toiminut pääsuunnittelijana, pääurakoitsijana ja valvojana.
sv_se: Dessutom bör det t.ex. finnas en skylt som visar vem som varit huvudplanerare, huvud-entreprenör och övervakare.

source: Rakennusvalvonnan kosteudenhallintaa koskevan toiminnan kehittämistä nykyisten tehtävien puitteissa selvitetään ympäristöministeriön ja Oulun kaupungin rakennusvalvonnan yhteisessä vuonna 2014 käynnistyneessä kehittämishankkeessa.
sv_se: Hur verksamheten som gäller fukthanteringen inom byggnadstillsynen kan utvecklas inom ramen för de nuvarande uppgifterna utreds i ett gemensamt utvecklingsprojekt mellan miljöministeriet och Uleåborgs stads byggnadstillsyn som inleddes 2014.

source: Hanketta on selostettu kohdassa 1.
sv_se: En närmare beskrivning av projektet finns under punkt 1.

source: Maankäyttö- ja rakennuslain 1.9.2014 voimaan tulleella muutoksella (41/2014) vahvistettiin rakennushankkeen laadunvalvontaa ja tarkastusasiakirjan asemaa laadunvarmistuksessa.
sv_se: Genom den ändring (41/2014) i markanvändnings- och bygglagen som trädde i kraft den 1 september 2014 stärktes kvalitetskontrollen för byggprojekt och inspektionsprotokollets roll i kvalitetssäkringen.

source: Tarkastusasiakirja tukee osaltaan myös hankkeen vaihekohtaista dokumentointia, kun vaiheiden toteutumista seurataan erillisellä asiakirjalla.
sv_se: Inspektionsprotokollet stöder också dokumenteringen av projektets olika faser, eftersom genomförandet av faserna följs upp i ett särskilt dokument.

source: Maankäyttö- ja rakennuslain mukaan rakennusvalvontaviranomainen voi rakennusluvassa tai aloituskokouksen perusteella edellyttää rakennushankkeeseen ryhtyvältä erillistä laadunvarmistusselvitystä toimenpiteistä rakentamisen laadun varmistamiseksi (121 a.1 §).
sv_se: Enligt markanvändnings och bygglagen får byggnadstillsynsmyndigheten i bygglovet eller på basis av det inledande mötet kräva att den som påbörjar ett byggprojekt lämnar en separat kvalitetssäkringsutredning om åtgärderna för att säkra kvaliteten på byggandet (121 a § 1 mom.)

source: Vastaavan työnjohtajan on huolehdittava, että rakennustyön aloittamisesta ilmoitetaan rakennusvalvontaviranomaiselle ja että rakennustyön tarkastusasiakirja pidetään rakennustyömaalla ajan tasalla (122.3 §).
sv_se: Den ansvarige arbetsledaren ska se till att en anmälan om påbörjande av byggnadsarbete görs till byggnadstillsynsmyndigheten och att inspektionsprotokollet för bygget hålls uppdaterat på byggplatsen (122 § 3 mom.).

source: Rakennushankkeeseen ryhtyvän on huolehdittava, että rakennustyömaalla pidetään rakennustyön tarkastusasiakirjaa.
sv_se: Den som påbörjar ett byggprojekt ska se till att det på byggplatsen förs ett inspektionsprotokoll för bygget.

source: Rakennusluvassa tai aloituskokouksessa sovittujen rakennusvaiheiden vastuuhenkilöiden sekä työvaiheita tarkastaneiden on varmennettava tekemänsä tarkastukset rakennustyön tarkastusasiakirjaan.
sv_se: De ansvariga för olika byggnadsetapper som det avtalats om i bygglovet eller vid det inledande mötet samt de som inspekterat arbetsfaserna ska verifiera inspektionerna i inspektionsprotokollet för bygget.

source: Tarkastusasiakirjaan on merkittävä myös perusteltu huomautus, jos rakennustyö poikkeaa rakentamista koskevista säännöksistä (150 f § 1-3 mom.).
sv_se: I inspektionsprotokollet ska det även antecknas en motiverad anmärkning, om byggarbetet avviker från bestämmelserna om byggande (150 f § 1–3 mom.).

source: Rakennushankkeeseen ryhtyvän on loppukatselmuksen toimittamiseksi ilmoitettava rakennusvalvontaviranomaiselle, että rakennustyön tarkastusasiakirjaan on tehty 150 f §:ssä edellytetyt merkinnät ja tarkastusasiakirjan yhteenveto on toimitettu rakennusvalvontaviranomaiselle (153.2 § 4 kohta).
sv_se: För att slutsyn ska kunna förrättas måste den som påbörjat byggprojektet meddela byggnadstillsynsmyndigheten att de anteckningar som följer av 150 f § har gjorts i inspektionsprotokollet för bygget och ett sammandrag av inspektionsprotokollet har lämnats till byggnadstillsynsmyndigheten (153 § 2 mom. 4 punkten).

source: Maankäyttö- ja rakennuslain muutoksen yhtenäistä soveltamista tukevassa 1.6.2015 julkaistussa ohjeessa (YM5/601/2015) rakennustyön suorituksesta ja valvonnasta annetaan käytännönläheistä opastusta tarkastusasiakirjan käytöstä.
sv_se: Miljöministeriet meddelade den 1 juni 2015 anvisningar om genomförande och tillsyn av byggnadsarbeten (MM5/601/2015) för att stödja en enhetlig tillämpning av markanvändnings- och bygglagen. Där finns praktiska anvisningar för hur inspektionsprotokollet ska användas.

source: Vuonna 2012 voimaan tullut harmaan talouden torjuntaan liittyvä tilaajavastuulain muutos edesauttaa myös konkreettista rakennushankkeen vastuutahojen selvittämistä.
sv_se: Den ändring av beställaransvarslagen med anknytning till bekämpningen av svart ekonomi som trädde i kraft 2012 gör det också i konkret mening lättare att utreda de ansvariga aktörerna i ett byggprojekt.

source: Kun tiedetään, kuka työmaalla on ollut milloinkin paikalla, on mahdollista saada tarkempaa tietoa töiden tekijästä ja toteuttamisajankohdasta.
sv_se: Om man vet vem som har varit på en byggplats och när, är det möjligt att få närmare information om vilka som har utfört olika arbeten och när de har utförts.

source: Rakennushankkeen pääsuunnittelijan, pääurakoitsijan ja valvojan ilmoittavan kyltin käyttöä selvitetään ympäristöministeriössä.
sv_se: Miljöministeriet utreder möjligheten att kräva en skylt som anger huvudprojektören, huvudentreprenören och övervakaren för byggprojektet.

source: Käyttöönoton jälkeen rakennukseen liitettävän kyltin käyttöön liittyy selvitettäviä asioita muun muassa sen suhteen, vastaavatko tiedot rakennuksen käyttäjien, omistajien ja mahdollisten muiden tahojen tiedontarpeisiin, miten esimerkiksi projektinjohtourakkana toteutetussa kohteessa ratkaistaan pääsuunnittelija ja -urakoitsija sekä voivatko annettavat tiedot ja niiden perusteella syntyvä käsitys antaa väärän kuvan rakennuksen kunnosta ja siitä vastuullisista.
sv_se: Efter att en sådan skylt införts är dess användning förenad med frågor som måste utredas: svarar uppgifterna mot användarnas, ägarnas och eventuella övriga parters informationsbehov, hur avgör man vem som är huvudprojektör och huvudentreprenör exempelvis vid en projektledningsentreprenad och kan de uppgifter som anges och den uppfattning som uppstår ge en felaktig bild av byggnadens skick och om vilka som bär ansvaret för detta?

source: Rakennus- ja kiinteistöalan näkemyksiä rakennukseen kiinnitettävästä kyltistä selvitetään marraskuussa 2015 toteutetulla kyselyllä.
sv_se: Bygg- och fastighetsbranschens syn på en sådan skylt utreds genom en enkät i november 2015.

source: Yhteenveto kyselyn vastauksista valmistuu alkuvuonna 2016.
sv_se: En sammanfattning av resultatet blir klar i början av 2016.

source: Rakennustyömaiden kosteudenhallinnan parantaminen
sv_se: Bättre fukthantering på byggarbetsplatser

source: Eduskunta edellyttää hallituksen ryhtyvän toimenpiteisiin rakennustyömaiden kosteudenhallinnan parantamiseksi.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder för att fukthanteringen på byggen ska bli bättre.

source: Vaativille kohteille tulee nimetä kosteuden ja puhtauden hallinnasta vastaava asiantuntija.
sv_se: En ansvarig fukt- och sundhetsexpert bör utses för krävande byggen.

source: Muissa kohteissa vastaavan työnjohtajan vastuuta työmaan kosteudenhallinnasta tulee lisätä.
sv_se: På andra byggen bör den ansvarige arbetsledaren ha större ansvar för fukthanteringen.

source: Hallituksen on luotava ohjeistus rakennushankekohtaiselle kosteudenhallintasuunnitelmalle, jonka liittämisestä osaksi rakennushankkeen tarjouspyyntöä muodostuisi luonteva ja vakiintunut käytäntö.
sv_se: Regeringen bör dra upp riktlinjer för en byggspecifik fukthanteringsplan. Den naturliga och vedertagna praxisen skulle sedan vara att inkludera denna plan i anbudsförfrågan för byggprojekten.

source: Maankäyttö- ja rakennuslain (132/1999, muutos 41/2014) 122 §:n 2 momentin mukaan vastaavan työnjohtajan on vastattava rakennustyön kokonaisuudesta ja laadusta sekä huolehdittava, että rakennustyö tehdään myönnetyn luvan, rakentamista koskevien säännösten ja määräysten sekä hyvän rakennustavan mukaisesti.
sv_se: Enligt 122 § 2 mom. i markanvändnings- och bygglagen (132/1999, ändring 41/2014) ska den ansvarige arbetsledaren ansvara för byggnadsarbetet som helhet och dess kvalitet och se till att byggnadsarbetet utförs i enlighet med det beviljade tillståndet, i enlighet med de bestämmelser och föreskrifter som gäller byggande och i enlighet med god byggnadssed.

source: Lain 134 a §:n 1 momentin mukaan rakennusvalvontaviranomainen voi määrätä rakennusluvassa, aloituskokouksessa tai erityisestä syystä rakennustyön aikana laadittavaksi ja toimitettavaksi rakennushankkeen laadun tai laajuuden vuoksi tarpeellisia erityissuunnitelmia.
sv_se: Enligt 134 a § 1 mom. kan byggnadstillsynsmyndigheten i bygglovet, vid det inledande mötet eller av särskilda skäl under byggnadsarbetet bestämma att specialbeskrivningar som behövs på grund av byggprojektets art eller omfattning ska utarbetas och lämnas in.

source: Lainkohtaa koskevissa yksityiskohtaisissa perusteluissa (HE 147/2013 vp) todetaan, että tässä tarkoitettuja erityissuunnitelmia voivat olla esimerkiksi työmaan sää- ja olosuhdesuojaussuunnitelma ja kosteudenhallintasuunnitelma.
sv_se: Enligt detaljmotiveringen till paragrafen (RP 147/2013 rd) kan de specialbeskrivningar som avses här vara exempelvis en beskrivning över hur byggplatsen ska skyddas mot väder och andra omständigheter och en beskrivning över fuktkontrollen.

source: Rakennustyömaan kosteudenhallintasuunnitelman sisällöstä on säädetty ympäristöministeriön asetuksessa (216/2015) rakentamista koskevista suunnitelmista ja selvityksistä.
sv_se: Bestämmelser om innehållet i planen för fuktbemästring finns i miljöministeriets förordning om planer och utredningar som gäller byggande (216/2015).

source: Asetuksen 15 §:n mukaan työmaan kosteudenhallintasuunnitelmaan on sisällyttävä tieto toimenpiteistä, joilla rakennusaineet ja -tuotteet sekä rakennusosat suojataan sään aiheuttamilta tai työmaan olosuhteista johtuvilta haittavaikutuksilta sekä toimenpiteistä, joilla rakennusaineiden ja -tuotteiden sekä rakennusosien kosteudensuojaus toteutetaan ja rakenteiden kuivuminen varmistetaan.
sv_se: Enligt 15 § i förordningen ska planen för en byggplats innehålla uppgifter om åtgärder genom vilka byggnadsmaterial och byggprodukter samt byggnadsdelar skyddas från olägenheter förorsakade av väder eller förhållanden på byggplatsen samt åtgärder med hjälp av vilka byggnadsmaterial och byggprodukter samt byggnadsdelar skyddas mot fukt samt säkerställande av att konstruktionerna torkas.

source: Säädöskokonaisuudesta on annettu myös ohje.
sv_se: Regelverket innefattar också anvisningar.

source: Rakennuksen kosteusteknistä turvallisuutta koskevan asetuksen valmistelun yhteydessä on käynnissä hanke, jossa tarkastellaan rakennustyönaikaista kosteudenhallintaa laajasti ja laaditaan verkossa julkaistavaa ohjeistusta sitä varten.
sv_se: Beredningen av förordningen om byggnaders fukttekniska säkerhet innefattar ett projekt där fuktkontrollen under byggtiden granskas ingående. Anvisningar som ska publiceras på webben ingår i projektet.

source: Asiaa on käsitelty jo aiemmin kohdassa 1.
sv_se: Denna fråga har behandlats tidigare i punkt 1.

source: Mikäli rakennusluvassa, aloituskokouksessa tai erityisestä syystä rakennustyön aikana on määrätty laadittavaksi ja toimitettavaksi rakennushankkeen laadun tai laajuuden vuoksi tarpeellinen erityissuunnitelma, on vastaavan työnjohtajan velvollisuus huolehtia, että sen mukaisesti toimitaan.
sv_se: När det till exempel i bygglovet, vid det inledande mötet eller av särskilda skäl under byggtiden har bestämts att en särskild beskrivning som behövs på grund av byggprojektets art eller omfattning ska utarbetas och lämnas in, är det den ansvarige arbetsledarens skyldighet att se till att så också sker.

source: Vastaavalla työnjohtajalla on nykyisten säännösten puitteissa mahdollisuus rakennustyön laadun varmistamiseksi nimetä kosteuden ja puhtauden hallinnasta vastaava asiantuntija.
sv_se: För att säkra kvaliteten kan den ansvarige arbetsledaren enligt gällande bestämmelser utnämna en expert som ska ansvara för fukthanteringen och renligheten.

source: Laissa säädetään asiasta yleisellä tasolla.
sv_se: Lagen reglerar frågan på allmän nivå.

source: Rakentamisen kosteudenhallintaa on mahdollista käsitellä myös alan yleisissä sopimusehdoissa.
sv_se: Det går också att ta upp fukthanteringen vid byggande i branschens allmänna avtalsvillkor.

source: Rakennusteollisuus ja RAKLI ovat selvittäneet mahdollisuutta lisätä rakennustyömaan kosteudenhallintaa edistävä sopimuslauseke rakennusalan urakkasopimuksiin.
sv_se: Byggnadsindustrin och Rakli har utrett möjligheten att lägga till en avtalsklausul som främjar fukthanteringen på byggarbetsplatserna i byggbranschens entreprenadavtal.

source: Rakennushankkeiden vahingonaiheuttajien vastuu
sv_se: Skadeståndsansvar vid byggprojekt

source: Eduskunta edellyttää hallituksen ryhtyvän toimenpiteisiin rakennushankkeiden vahingonkorvaus- ja rikosoikeudellisen vastuun sekä takuuaikojen riittävyyden selvittämiseksi.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder för att utreda dels vem som har skadeståndsansvaret och det straffrättsliga ansvaret vid byggen, dels om garantitiderna är tillräckligt långa.

source: Uudistuksissa on löydettävä keinot, joissa vastuita nykyistä selvemmin sälytetään niille toimijoille, jotka tosiasiassa ovat vahingon aiheuttaneet.
sv_se: Det gäller att finna metoder för hur ansvaret tydligare kan påföras de aktörer som de facto vållat skadan.

source: ”Oikeusministeriössä selvitetään vuosina 2014−2015 rakennushankkeiden vahingonkorvaus- ja rikosoikeudellisen vastuun riittävyyttä oikeusministeriön hallinnonalaan kuuluvan lainsäädännön osalta.
sv_se: ”Vid justitieministeriet utreds 2014−2015 om skadeståndsansvaret och det straffrättsliga ansvaret vi byggen är tillräckligt när det gäller den lagstiftning som hör till justitieministeriets förvaltningsområde.
